Revit 2024 API
ParameterTypeId.Tilt Property
 "Tilt"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId Tilt { get; }
Visual Basic
Public Shared ReadOnly Property Tilt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ Tilt {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace